{
  "brands": [
    {
      "logo": "/assets/images/brands/PaulDigital.svg",
      "name": "Paul Digital",
      "desc": "Als digitale Leadagentur sind wir für den Auf- und Ausbau eines übergreifenden Design Systems in enger Zusammenarbeit mit unseren Partner von Create Meaning [LINK: https://www.createmeaning.com] verantwortlich und kümmern uns um die UX Startegy, das UI Design und die technische Umsetzung der digitalen Touchpoints von Paul."
    },
    
    {
      "logo": "/assets/images/brands/Frosta.svg",
      "name": "FRoSTA",
      "desc": "Für den nachhaltigen Tiefkühlkosthersteller aus Hamburg durften wir das neue Branddesign auf den digitalen Touchpoint der www.frosta.de [LINK: https://www.frosta.de] anwenden und im Rahmen eines Relaunches de gesamten Touchpoint in den Gewerken der UX und UI überarbeiten. Mittlerweile arbeiten wir neben der Hauptbrand auch mit dem FRoSTA Foodservice [LINK: https://www.frosta-foodservice.de]"
    },

    {
      "logo": "/assets/images/brands/S-HUB.svg",
      "name": "Sparkassen Innovation Hub",
      "desc": "Der Sparkassen Innovation Hub ist der digitale Think-Tank der Sparkassen Finanzgruppe. acb.studio unterstützt durch UX und Interface Design die Entwicklung von nutzerzentrierten Lösungen im Finanzbereich - für ein Banking von morgen, welches die Kunden lieben."
    },

    {
      "logo": "/assets/images/brands/Vodafone.svg",
      "name": "Vodafone",
      "desc": "Der weltweit agierende Quadruple Play Telekommunikationsanbieter aus Düsseldorf engagiert acb.studio regelmäßig für strategische UX Beratung im Rahmen diverser Initatien rund um die TV- und OTT-Produkt des Unternehmens."
    },

    {
      "logo": "/assets/images/brands/PaulDigital.svg",
      "name": "Goodmills Deutschland",
      "desc": "Wir betreuen das 130 Jahre alte Mühlenunternehmen, das als einer der größten deutschen Getreidemahlerzeugnishersteller, im Rahmen seiner Contentstrategie als technischer Dienstleister und im UX/ UI Development. Wer sich mit dem Thema Backen beschäftigt, kommt an den Backmomenten [LINK: https://www.backmomente.de] nicht vorbei."
    }
  ]
}
